alacritty
alsa-utils
amd-ucode
android-studio
android-tools
arandr
arduino-cli
base
base-devel
betterlockscreen
blender
blueman
bluez
bluez-utils
brightnessctl
bspwm
burpsuite
calc
cifs-utils
clang
discord
docker
dosfstools
drawing
droidcam
dunst
efibootmgr
feh
figma-linux-bin
firefox
flameshot
flatpak
freerdp
fzf
gdb
gimp
git
github-cli
gnu-netcat
gobuster
gpick
grub
hashcat
hollywood
htop
hydra
inetutils
john
lib32-nvidia-utils
libnotify
libreoffice-fresh
linux
linux-firmware
linux-headers
milkytracker
mpv
mtools
neovim
net-tools
networkmanager
nitrogen
nmap
npm
ntfs-3g
ntp
nvidia
nvidia-container-toolkit
nvidia-settings
nvtop
nwg-look
obsidian
ollama-cuda
openrgb
openscad
openssh
openvpn
pacman-contrib
pamixer
pass
perl-image-exiftool
picom
playerctl
polybar
poppler
powertop
prusa-slicer
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pip
r
ranger
refind
reflector
remmina
responder
ripgrep
rofi
screen
seclists
shantz-xwinwrap-bzr
simulide
spotify
sqlmap
starship
stow
streamlink
sudo
sunshine
sxhkd
syncthing
tailscale
tcpdump
telegram-desktop
thunar
tiled
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ueberzugpp
unrar
unzip
v4l2loopback-utils
vim
vlc
warp-terminal
wget
whois
wireshark-cli
wireshark-qt
wrk
xclip
xf86-video-vesa
xf86-video-vmware
xmousepasteblock-git
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay-git
yay-git-debug
yt-dlp
zoom
zsh
